#include <stdio.h>
/*
7. Ваня Штерн очень любит точные расчеты и особенно расстраивается от операции деления, когда сложно посчитать точный ответ. Помогите Ване по заданным натуральным числам A и B найти K-ую цифру после запятой в числе, получившемся в результате деления A на B. (В десятичной системе счислени). Реализуйте функцию int GetDigitInQuotient(int A, int B, int K);, где 1 <= A,B <= 1000, 1 <= L <= 10000000.  Например, 13-ая цифра частного от деления 1 на 6, равна 6. 
*/


int main()
{
 f(128);//1 2 8
}
